# 9.Создать список.
# Проверить, есть ли в последовательности дубликаты
spisok = [1,3,'t',5,1,6,3,8,'d',]
print(spisok)
mnoz = set(spisok)
print(mnoz)